tutorials/multiphase/compressibleInterFoam/laminar/depthCharge2D/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
cp -r 0.org 0
runApplication setFields
runApplication $(getApplication)

# ----------------------------------------------------------------- end-of-file
